app/controllers/students_controller.rb

SELECT "students".* FROM "students"
---
   def index
  #  byebug
     @students = Student.all